{
    "NAVBAR": {
        "Title": "MLData",
        "Home": "Startseite",
        "Languages": "Sprachen",
        "English": "Englisch",
        "French": "Français",
        "German": "Deutsch",
        "About": "Über Uns",
        "Contact": "Kontakt"
    },
    "FOOTER": {
        "Title": "MLData",
        "Home": "Startseite",
        "Location": "Dortmund-Deutschland",
        "Contactus": "Kontaktieren Sie uns",
        "Mail": "E-Mail",
        "Ger": "Deutschland",
        "Socialmedia": "Folgen Sie uns",
        "Privacy": "Datenschutz",
        "impressum": "Impressum"
    },
    "CONTACT": {
        "First": "+49 (0) 176 47148001",
        "Facebook": "Facebook",
        "Twitter": "Twitter",
        "Instagram": "Instagram",
        "Messenger": "Messenger",
        "Contact": "mdjifack@yahoo.fr",
        "ContactForm": "Kontaktformular",
        "Firstname": "Vorname",
        "Lastname": "Nachname",
        "ContactEmail": "E-Mail",
        "Question": "Bitte geben Sie Ihr Bedürfnis an",
        "default": "--Wählen Sie Ihr Thema--",
        "Op1": "Spende",
        "Op2": "Kooperation",
        "Op3": "Sonstiges",
        "TextMessage": "Nachricht",
        "plh1": "Bitte Vornamen eingeben",
        "plh2": "Bitte Nachnamen eingeben",
        "plh3": "Bitte E-Mail eingeben",
        "plh4": "Bitte geben Sie Ihr Bedürfnis an",
        "plh5": "Schreiben Sie hier Ihre Nachricht.",
        "btn": "Nachricht senden",
        "FirstnameError": "Vorname ist erforderlich.",
        "LastnameError": "Nachname ist erforderlich.",
        "emailError": "Gültige E-Mail ist erforderlich.",
        "needError": "Bitte geben Sie Ihren Bedarf an.",
        "messageError": "Bitte, hinterlassen Sie uns eine Nachricht."
    },
    "Privacy": {
        "p1": "Allgemeine Geschäftsbedingungen",
        "p2": "Artikel 1: Die rechtlichen Erwähnungen",
        "p3": "ARTIKEL 2 : Zugang zur Website und  Datenerhebung",
        "p4": "ARTIKEL 3 : Geistiges Eigentum",
        "p5": "ARTIKEL 4: Anwendbares Recht und Gerichtsbarkeit"
    },
    "homeForm": {
        "Opinion": " Meinung *",
        "Category": " Bitte wählen Sie die Meinungskategorie an *",
        "default": "--Action--",
        "CategoryPlaceHolder": "  Schreiben Sie bitte hier Ihre Meinung nur auf Englisch. *",
        "Positive": " Positive",
        "Neutral": " Neutral",
        "Negative": " Negative",
        "addMore": " Eine weitere Meinung hinzufügen",
        "btn": "Nachricht senden",
        "warning": "WARNUNG: ",
        "warning1": "Bitte stellen Sie sicher, dass der eingegebene Kommentar in englischer Sprache verfasst ist, bevor Sie ihn absenden!",
        "title": "Covid19 Impfstoff Bewertungen",
        "instruct1": "Bitte äußern Sie Ihre Meinung zu covid 19 Impfstoffen. Wenn Ihr Kommentar angibt, dass Sie für den Impfstoff sind, wählen Sie bitte",
        "instruct2": "in der Option: ",
        "instruct3": ", wenn er angibt, dass Sie dagegen sind, wählen Sie",
        "instruct4": "und wenn er angibt, dass Sie eine neutrale Meinung haben, wählen Sie ",
        "choice": "Meinungskategorie",
        "example": "Beispiel: ",
        "pos": "Alle Impfstoffe sind nützlich. Lassen wir uns impfen. ",
        "neg": "Ich kann die Nebenwirkungen nicht ertragen, deshalb würde ich den Impfstoff nie bekommen. ",
        "neu": "Es macht keinen Unterschied, ob ich geimpft bin oder nicht. ",
        "opinionerror": "Bitte tragen Sie Ihre Meinung ein",
        "sentimenterror": "Bitte wählen Sie ein Sentiment aus"
    },
    "About": {
        "p1": "MLData ist eine digitale Plattform, die Forschern, Studenten und Data Scientist hilft, hochwertige Daten zu sammeln.",
        "p2": "Unsere Mission ist es, auf transparente Weise Meinungen zu sammeln, um künstliche Intelligenz zu entwickeln. Langfristig ist dies für die gesamte globale Gesellschaft von Vorteil.",
        "p3": "Diese digitale Plattform wird während einer globalen Gesundheitskrise gegründet, die seit Ende 2019 wütet.",
        "p4": "Um die Meinung der gesamten Bevölkerung, unabhängig von Klasse und Rasse, bei der Erarbeitung von Lösungen zu berücksichtigen, gründete Michel Djifack im Juni 2021 MLData.",
        "p5": "Er initiierte damit die erste Aktion zur Sammlung von Meinungen zur Impfung gegen das Coronavirus. Diese Daten werden es ihm ermöglichen, einen Sentiment-Vorhersage-Algorithmus für seine Bachelorarbeit zu entwickeln. Dieser Algorithmus zielt darauf ab, aus einem gegebenen Kommentar zu ermitteln, wer für, gegen oder ohne Meinung zum covid19-Impfstoff ist.",
        "p6": "Allerdings macht der Algorithmus die Vorhersage nur auf der Grundlage des Kommentars, ohne zu bestimmen, von wem er stammt, weil die persönlichen Informationen des Benutzers am Ursprung nicht gesammelt werden und somit vom Algorithmus nicht in die Verantwortung genommen werden. Es ist unmöglich festzustellen, zu wem der Kommentar gehört, da alles anonym ist.",
        "p7": "Zögern Sie nicht, uns zu kontaktieren, um die Vorteile unserer Plattform zu nutzen und Ihre Daten für Ihre Studien oder Forschungen zu sammeln."
    },
    "conditions": {
        "p1": "Die vorliegenden allgemeinen Nutzungsbedingungen (nachfolgend ' AGB ' genannt) haben zum Ziel, den rechtlichen Rahmen für die Art und Weise der Bereitstellung der Website und der Dienste durch MLData festzulegen und die Bedingungen für den Zugang und die Nutzung der Dienste durch den 'Nutzer' zu definieren. Die vorliegenden ' AGB ' sind auf der Website unter der Rubrik 'Datenschutz' zugänglich.",
        "p2": "Jede Nutzung der Website setzt die vorbehaltlose und uneingeschränkte Annahme dieser ' AGB '' durch den Nutzer voraus. Beim Ausfüllen des Formulars auf der Startseite der Website akzeptiert jeder Nutzer diese AGB ausdrücklich durch den folgenden Satz: 'Durch Ankreuzen des dafür vorgesehenen Kästchens mit der Aufschrift: Ich bestätige, dass ich die AGB gelesen habe und sie akzeptiere",
        "p3": "Bei Nichtakzeptanz der in diesem Vertrag festgelegten AGB muss der Nutzer auf den Zugang zu den von der Website angebotenen Diensten verzichten.",
        "p4": "MLData.com behält sich das Recht vor, den Inhalt der vorliegenden 'AGB' einseitig und ständig zu ändern.",
        "p5": "MLData is a non-profit academic digitale Plattform founded in May 2021 as a thesis project. It is founded by Michel Boris Djifack and plans to offer its services to any other student using the platform for academic purposes, at no cost and with no financial benefit to all parties involved.",
        "agb": "Ich stimme der Speicherung und Verarbeitung meiner persönlichen Daten durch MLData zu.",
        "agb1": "Ich stimme der Speicherung und Verarbeitung meiner Daten durch MLData zu, indem ich die Seite weiter besuche. Klicken Sie hier, um unsere Datenschutzbestimmungen einzusehen.",
        "agb2": "Der Host der MLData-Website ist Amazon Web Services, Inc. mit Sitz in Seattle, Washington, USA. Das Browsen auf unserer Website kann dazu führen, dass Ihre Daten indirekt von Ihrem Browser und verbundenen Unternehmen wie Instagram, LinkedIn und Twitter verwendet werden.",
        "agb3": "Die Seite erhebt personenbezogene Daten nur über ihr Kontaktformular. Der Nutzer muss daher vor der Übermittlung dieser Daten unsere Nutzungsbedingungen akzeptieren. Die auf diese Weise gesammelten Daten werden unter strikter Wahrung der Privatsphäre behandelt. Der Benutzer kann die Löschung seiner Daten verlangen, indem er sich an die auf der Seite 'Über' angegebene Adresse wendet oder eine E-Mail an :mdjifack@yahoo.fr schickt.",
        "agb4": "Wenn Sie unsere Seite besuchen, gelten auch die Datenschutzrichtlinien der verlinkten Seiten (Twitter, LinkedIn, Instagram).",
        "agb5": "Der Zugriff auf die Website ist kostenlos und erfordert keine Registrierung oder Angabe privater Daten, ohne dass der Benutzer dies freiwillig tut.",
        "agb6": "Die Marken, Logos, Zeichen und alle Inhalte der Website (Texte, Bilder, Sounds...) sind durch das Recht des geistigen Eigentums und insbesondere durch das Urheberrecht geschützt.",
        "agb7": "MLData behält sich daher das Recht vor, jede Person, die eine teilweise oder vollständige Verletzung ihres geistigen Eigentums begangen hat, strafrechtlich zu verfolgen.",
        "agb8": "Der Benutzer muss für jede Reproduktion, Veröffentlichung oder Kopie der verschiedenen Inhalte die vorherige Genehmigung der Website einholen. Der Nutzer verpflichtet sich, die Inhalte der Seite in einem rein privaten Kontext zu nutzen, die Nutzung zu kommerziellen und werblichen Zwecken ist strengstens untersagt.",
        "agb9": "Es wird daran erinnert, dass gemäß dem Kodex des geistigen Eigentums der Benutzer, der den geschützten Inhalt reproduziert, kopiert oder veröffentlicht, den Autor und die Quelle angeben muss.",
        "ag1": "Alle geltenden europäischen Gesetze zur Datenerhebung gelten für alle Nutzer, Dienstleister, Hoster und alle anderen am MLData-Projekt beteiligten Unternehmen.",
        "ag2": "MLData verwendet auf seiner Seite keine Cookies, daher klärt MLData im Falle einer Datenverwertung durch eine dritte Instanz selbst auf und lässt die Rechtsprechung der Europäischen Union vor derjenigen der betroffenen Instanz gelten.",
        "ag3": "Alle anderen Gesetze des europäischen Raumes sind für MLData gültig. MLData unterliegt im Wesentlichen dem Recht der Bundesrepublik Deutschland und insbesondere dem Recht des Landes Nordrhein-Westfalen."
    },
    "saved": {
        "title": "Vielen Dank!",
        "p1": "Ich bedanke mich persönlich dafür, dass Sie sich die Zeit genommen haben, an meinem Projekt teilzunehmen, indem Sie mir Ihr Feedback gegeben haben.",
        "p2": "Sie können so viele Bewertungen abgeben, wie Sie möchten.",
        "p3": "Ich wäre Ihnen auch sehr dankbar, wenn Sie mir helfen würden, diese Plattform zu teilen, um anderen in Ihrer Umgebung die Möglichkeit zu geben, ihre Meinung auf private Weise zu äußern. ",
        "p4": "Das Ziel ist es, 40.000 Meinungen zu sammeln.",
        "p5": "Quick Tip",
        "p6": "Wenn Sie mit 50 Personen teilen, die wiederum mit 50 anderen Personen teilen und jede Person eine Bewertung pro Tag abgibt, erwarten wir 75.000 Bewertungen nach 30 Tagen. Bitte unterstützen Sie mich also durch massives Teilen auf allen Plattformen."
    }
}