{
    "NAVBAR": {
        "Title": "MLData",
        "Home": "Home",
        "Languages": "Languages",
        "English": "English",
        "French": "Français",
        "German": "German",
        "About": "About Us",
        "Contact": "Contact"
    },
    "FOOTER": {
        "Title": "MLData",
        "Home": "Home",
        "Location": "Dortmund-Germany",
        "Contactus": "Contact us",
        "Mail": "E-Mail",
        "Ger": "Germany",
        "Socialmedia": "Follow us",
        "Privacy": "Privacy",
        "impressum": "Impressum"
    },
    "CONTACT": {
        "First": "+49 (0) 176 47148001",
        "Facebook": "Facebook",
        "Twitter": "Twitter",
        "Instagram": "Instagram",
        "Messenger": "Messenger",
        "Contact": "mdjifack@yahoo.fr",
        "ContactForm": "Contact Form",
        "Firstname": "Firstname",
        "Lastname": "Lastname",
        "ContactEmail": "Email",
        "Question": "Please specify your need",
        "default": "--Select Your Issue--",
        "Op1": "Donation",
        "Op2": "cooperation",
        "Op3": "Other",
        "TextMessage": "Message",
        "plh1": "Please enter your firstname",
        "plh2": "Please enter your lastname",
        "plh3": "Please enter your email",
        "plh4": "Please specify your need",
        "plh5": "Write your message here.",
        "btn": "Send Message"
    },
    "Privacy": {
        "p1": "Terms & Conditions",
        "p2": "Article 1 : The legal mentions",
        "p3": "ARTICLE 2 : Access to the site and Data collection",
        "p4": "ARTICLE 3 : Intellectual property",
        "p5": "ARTICLE 4: Applicable law and jurisdiction"
    },
    "homeForm": {
        "Opinion": " Opinion *",
        "Category": " Please specify the opinion category *",
        "default": "--Action--",
        "CategoryPlaceHolder": "Please write your Opinion here only in English *",
        "Positive": " Positive",
        "Neutral": " Neutral",
        "Negative": " Negative",
        "addMore": " Add one more opinion",
        "btn": "Send Message",
        "warning": "WARNING: ",
        "warning1": "Please ensure that the comment you enter is in English before submitting it!",
        "title": "Advice on Covid19 vaccines",
        "instruct1": "Please express your opinion on covid 19 vaccines. If your comment indicates that you are in favour of the vaccine, please select",
        "instruct2": "in the option: ",
        "instruct3": "if it indicates that you are against, select ",
        "instruct4": "and if it indicates that you have a neutral opinion, select ",
        "choice": "opinion category",
        "example": "For example: ",
        "pos": "All vaccines are useful. Let's get vaccinated. ",
        "neg": "I can't stand the side effects, so I would never get vaccinated. ",
        "neu": "It makes no difference whether I am vaccinated or not. "
    },
    "About": {
        "p1": "MLData is a young startup that helps researchers, students and data scientists collect quality data.",
        "p2": "Our mission is to gather opinions in a transparent way in order to develop artificial intelligence. In the long run, this is beneficial for the whole of global society.",
        "p3": "The startup is being created against the backdrop of the global health crisis that has been raging since late 2019.",
        "p4": "In order to participate in the elaboration of solutions that take into account the opinions of the whole population without distinction of layer and race, Michel Djifack founds MLData on 01 May 2021.",
        "p5": "He initiated the first action to collect opinions on vaccination against the coronavirus. This data will allow him to develop a sentiment prediction algorithm for his thesis. This algorithm aims to determine who is for, against or without an opinion on the covid19 vaccine based on a given comment.",
        "p6": "Indeed, the algorithm makes the prediction just on the basis of the comment without determining from whom it comes because the personal information of the user at the origin is not collected and is thus not taken in charge by the algorithm. It is impossible to tell who the comment belongs to because everything is anonymous.",
        "p7": "Do not hesitate to contact us to take advantage of our platform and collect your data for your studies or research."
    },
    "conditions": {
        "p1": "The present general conditions of use (called GTC) have for object the legal framework of the methods of provision of the site and the services by MLData and to define the conditions of access and use of the services by the User. The present General Terms and Conditions are accessible on the site under the heading 'Confidentiality'.",
        "p2": "Any use of the site implies acceptance of these GTC by the user without any reservation or restriction. When filling in the form on the home page of the site, each user expressly accepts these GTC by the following sentence: 'By checking the dedicated box marked: I certify that I have read the GTC and I accept them'.",
        "p3": "In the event of non-acceptance of the GTC stipulated in this contract, the User must give up the access of the services proposed by the site.",
        "p4": "MLData.com reserves the right to modify unilaterally and at any time the contents of the present GTC.",
        "p5": "MLData ist ein gemeinnütziges akademisches Startup, das im Mai 2021 als Abschlussarbeitsprojekt gegründet wurde. Es wurde von Michel Boris Djifack gegründet und plant, seine Dienste jedem anderen Studenten anzubieten, der die Plattform für akademische Zwecke nutzt, ohne Kosten und ohne finanziellen Nutzen für alle Beteiligten.",
        "agb": "I agree to the storage and processing of my personal data by MLData.",
        "agb1": "I consent to the storage and processing of my data by MLData by continuing to visit the site. click here to view our privacy policy.",
        "agb2": "The host of the MLData website is Amazon Web Services, Inc. based in Seattle, Washington, USA. Browsing our site may result in your data being used indirectly by your browser and associated entities such as Instagram, LinkedIn and Twitter.",
        "agb3": "The site collects personal data only through its contact form. The user must therefore accept our terms of use before submitting this data. The data collected in this way will be treated with the strictest respect for privacy. The user may request the deletion of his or her data by contacting the address indicated on the 'About' page or by sending an e-mail to :mdjifack@yahoo.fr.",
        "agb4": "When you visit our site, the privacy policies of the linked sites (Twitter, LinkedIn, Instagram) also apply.",
        "agb5": "Access to the site is free of charge and does not require registration and therefore does not require any private information without voluntary intervention by the user.",
        "agb6": "The marks, logos, signs and all the contents of the site (texts, images, sounds...) are protected by the right of the intellectual property and in particular by the copyright.",
        "agb7": "MLData thus reserves the right to prosecute any person having committed a partial or total infringement of its intellectual property.",
        "agb8": "The user must obtain the prior authorization of the site for any reproduction, publication or copy of the various contents. The user undertakes to use the content of the site in a purely private context, use for commercial and advertising purposes being strictly forbidden.",
        "agb9": "It is reminded, in accordance with the intellectual property code, that the user who reproduces, copies or publishes the protected content must indicate the author and the source.",
        "ag1": "All applicable European data collection laws apply to any user, service provider, host and any other company or corporation involved in the MLData project.",
        "ag2": "MLData does not use cookies on its site, therefore in case of data exploitation by a third entity, MLData disclaims and lets the jurisdiction of the European Union apply against that of the concerned entity.",
        "ag3": "All other laws of the European area are valid for MLData. MLData is mainly subject to the laws of the Federal Republic of Germany and in particular to the laws of the state of North Rhine - Westphalia."
    }
}