{
    "NAVBAR": {
        "Title": "MLData",
        "Home": "Accueil",
        "Languages": "Langues",
        "English": "Anglais",
        "French": "Français",
        "German": "Allemand",
        "About": "A Propos",
        "Contact": "Contact"
    },
    "FOOTER": {
        "Title": "MLData",
        "Home": "Accueil",
        "Location": "Dortmund-Allemagne",
        "Contactus": "Nous contacter",
        "Mail": "E-Mail",
        "Ger": "Allemagne",
        "Socialmedia": "Nous suivre",
        "Privacy": "Confidentialité",
        "impressum": "Impressum"
    },
    "CONTACT": {
        "First": "+49 (0) 176 47148001",
        "Facebook": "Facebook",
        "Twitter": "Twitter",
        "Instagram": "Instagram",
        "Messenger": "Messenger",
        "Contact": "mdjifack@yahoo.fr",
        "ContactForm": "Formulaire de contact",
        "Firstname": "Prénom",
        "Lastname": "Nom",
        "ContactEmail": "Email",
        "Question": "Veuillez préciser votre besoin",
        "default": "--Sélectionnez un besoin--",
        "Op1": "Don",
        "Op2": "Coopération",
        "Op3": "Autre",
        "TextMessage": "Message",
        "plh1": "Veuillez saisir votre prénom",
        "plh2": "Veuillez saisir votre nom",
        "plh3": "Veuillez entrer votre E-mail",
        "plh4": "Veuillez préciser votre besoin",
        "plh5": "Ecrivez votre message ici.",
        "btn": "Envoyer le message"
    },
    "Privacy": {
        "p1": "Termes et conditions",
        "p2": "Article 1 : Les mentions légales",
        "p3": "ARTICLE 2 : Accès au site et La collecte des données",
        "p4": "ARTICLE 3 : Propriété intellectuelle",
        "p5": "ARTICLE 4 : Droit applicable et juridiction "
    },
    "homeForm": {
        "Opinion": " Opinion *",
        "Category": " Veuillez spécifier la catégorie d'opinion *",
        "default": "--Action--",
        "CategoryPlaceHolder": " Écrivez votre opinion uniquement en Anglasi ici svp. *",
        "Positive": " Positive",
        "Neutral": " Neutral",
        "Negative": " Negative",
        "addMore": " Ajouter un avis supplémentaire",
        "btn": "soumettre",
        "warning": "AVERTISSEMENT: ",
        "warning1": "Veuillez vous assurer que le commentaire que vous saisissez est en anglais avant de le soumettre !",
        "title": "Avis sur les vaccins Covid19",
        "instruct1": "Veuillez exprimer votre opinion sur les vaccins covid 19. Si votre commentaire indique que vous êtes en faveur du vaccin, veuillez sélectionner",
        "instruct2": "dans l'option: ",
        "instruct3": "s'il indique que vous êtes contre, sélectionnez ",
        "instruct4": "et s'il indique que vous avez une opinion neutre, sélectionnez ",
        "choice": "catégorie d'opinion",
        "example": "Exemple: ",
        "pos": "Tous les vaccins sont utiles. Faisons-nous vacciner. ",
        "neg": "Je ne supporte pas les effets secondaires, donc je ne me ferais jamais vacciner. ",
        "neu": "Que je sois vacciné ou non ne fait aucune différence. "
    },
    "About": {
        "p1": "MLData est une jeune startup qui aide les chercheurs, les étudiants et les data scientists à collecter des données de qualité.",
        "p2": "Notre mission est de recueillir des avis de manière transparente afin de développer l'intelligence artificielle. À long terme, cela est bénéfique pour l'ensemble de la société mondiale.",
        "p3": "La startup voit le jour dans un contexte de crise sanitaire mondiale qui sévit depuis fin 2019.",
        "p4": "Afin de participer à l'élaboration de solutions qui prennent en compte les avis de l'ensemble de la population sans distinction de couche et de race, Michel Djifack fonde MLData le 01 mai 2021.",
        "p5": "Il a ainsi initié la première action de collecte d'avis sur la vaccination contre le coronavirus. Ces données lui permettront de développer un algorithme de prédiction des sentiments pour sa thèse. Cet algorithme vise à déterminer qui est pour, contre ou sans opinion sur le vaccin covid19 à partir d'un commentaire donné.",
        "p6": "En effet, l'algorithme fait la prédiction juste sur la base du commentaire sans déterminer de qui il provient car les informations personnelles de l'utilisateur à l'origine ne sont pas collectées et ne sont donc pas prises en charge par l'algorithme. Il est impossible de savoir à qui appartient le commentaire car tout est anonyme.",
        "p7": "n'hésitez pas à nous contacter pour profiter de notre plateforme et collecter vos données pour vos études ou recherches."
    },
    "conditions": {
        "p1": "Les présentes conditions générales d'utilisation (dites « CGU ») ont pour objet l'encadrement juridique des modalités de mise à disposition du site et des services par MLData et de définir les conditions d’accès et d’utilisation des services par « l'Utilisateur ». Les présentes CGU sont accessibles sur le site à la rubrique «Confidentialité».",
        "p2": "Toute utilisation du site implique l'acceptation sans aucune réserve ni restriction des présentes CGU par l’utilisateur. Lors du remplissage du formulaire présent dans la page d'accueil du site, chaque utilisateur accepte expressément les présentes CGU par la phrase suivante: « En cochant la case dédié portant la mention: je certifie avoir lu les CGU et je les accepte ».",
        "p3": "En cas de non-acceptation des CGU stipulées dans le présent contrat, l'Utilisateur se doit de renoncer à l'accès des services proposés par le site.",
        "p4": "MLData.com se réserve le droit de modifier unilatéralement et à tout moment le contenu des présentes CGU.",
        "p5": "MLData est une startup académique à but non lucratif fondée en mai 2021 comme projet de thèse. Elle est fondée par Michel Boris Djifack et prévoit d'offrir ses services à tout autre étudiant utilisant la plateforme à des fins académiques, sans coût et sans bénéfice financier pour tous les partis impliqués.",
        "agb": "J'accepte le stockage et le traitement de mes données personnelles par MLData.",
        "agb1": "J'accepte le stockage et le traitement de mes données par MLData en continuant à visiter le site. cliquez ici pour consulter notre politique de confidentialité.",
        "agb2": "L'hébergeur du site web MLData est Amazon Web Services, Inc. basé à Seattle, Washington, États-Unis. La navigation sur notre site peut entraîner une utilisation indirecte de vos données par votre navigateur et des entités associées telles qu'Instagram, LinkedIn et Twitter.",
        "agb3": "Le site recueille des données personnelles uniquement par le biais de son formulaire de contact. L'utilisateur doit donc accepter nos conditions d'utilisation avant de soumettre ces données. Les données collectées de cette manière seront traitées dans le strict respect de la vie privée. L'utilisateur peut demander la suppression de ses données en contactant l'adresse indiquée sur la page 'A propos' ou en envoyant un e-mail à :mdjifack@yahoo.fr.",
        "agb4": "Lorsque vous visitez notre site, les politiques de confidentialité des sites rattachés (Twitter, LinkedIn, Instagram) s'appliquent également.",
        "agb5": "L'accès au site est gratuit et ne nécessite pas d'inscription et ne requiert donc aucune information privée sans intervention volontaire de l'utilisateur.",
        "agb6": "Les marques, logos, signes et tout le contenu du site (textes, images, sons...) sont protégés par le droit de la propriété intellectuelle et notamment par le droit d'auteur.",
        "agb7": "MLData se réserve donc le droit de poursuivre toute personne ayant commis une atteinte partielle ou totale à sa propriété intellectuelle.",
        "agb8": "L'utilisateur doit obtenir l'autorisation préalable du site pour toute reproduction, publication ou copie des différents contenus. L'utilisateur s'engage à utiliser le contenu du site dans un contexte purement privé, l'utilisation à des fins commerciales et publicitaires étant strictement interdite.",
        "agb9": "Il est rappelé, conformément au code de la propriété intellectuelle, que l'utilisateur qui reproduit, copie ou publie le contenu protégé doit indiquer l'auteur et la source.",
        "ag1": "Toutes les lois européennes applicables en matière de collecte de données s'appliquent à tout utilisateur, prestataire de services, hébergeur et toute autre entreprise ou société impliquée dans le projet MLData.",
        "ag2": "MLData n'utilise pas de cookies sur son site, par conséquent en cas d'exploitation des données par une entité tierce, MLData se dédouane et laisse la juridiction de l'Union européenne s'appliquer face à celle de l'entité concernée.",
        "ag3": "Toutes les autres lois de l'espace européen sont valables pour MLData. Le MLData est principalement soumis aux lois de la République fédérale d 'Allemagne et notamment aux lois du Land de Rhénanie-du-Nord-Westphalie."
    }
}